const Updates = [
  {
    date: "24-03-09",
    contents: [
      "페이지 이동 버튼과 이씨씨 출구 위치를 알려주는 버튼을 추가했어요",
      "피드백을 받을 수 있는 구글폼 링크를 메인화면에 추가했어요",
      "ECC 지하4층의 시설과 출구들의 위치를 순서대로 보여주는 페이지를 만들었어요",
    ],
  },
  {
    date: "24-03-10",
    contents: [
      "b134 강의실에서 수업듣는데 올바른 강의실을 입력하라고 나와요ㅠ!!",
      "ㄴb128~b141 강의실 누락을 발견해서 추가했어요",
    ],
  },
  {
    date: "24-03-20",
    contents: [
      "홈화면에서 앱처럼 사용할 수 있도록 안내를 추가했어요. 참고해서 편하게 이용하세요",
    ],
  },
  {
    date: "24-03-26",
    contents: ["SEO를 진행했어요! 이제 포털사이트에서 검색 가능해요"],
  },
  {
    date: "24-09-02",
    contents: [
      "강의실 번호 미리 입력되어있는거 지우고 다시쓰기 귀찮다",
      "ㄴ ㅇㅋ 인풋 비워둠",
    ],
  },
];

export default Updates;
